tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "rcmdnk/file"
tap "theory/sqitch"
tap "thoughtbot/formulae"
tap "wallix/awless", "git@github.com:wallix/homebrew-awless.git"
brew "antigen"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "cask"
brew "cmake"
brew "colordiff"
brew "ctags"
brew "curl", link: true
brew "diff-so-fancy"
brew "direnv"
brew "dos2unix"
brew "emacs", restart_service: true
brew "fasd"
brew "fish"
brew "fzf"
brew "git"
brew "git-extras"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "libevent"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "openssh"
brew "openssl"
brew "pinentry"
brew "pkg-config"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "railwaycat/emacsmacport/emacs-mac", link: false
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby", link: true
brew "ruby-build"
brew "ruby-install", args: ["HEAD"]
brew "shellcheck"
brew "shfmt"
brew "sqlite", link: true
brew "stow"
brew "tldr"
brew "tmux"
brew "watch"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zsh"
cask "1password-cli"
cask "moom"
