tap "zph/zph"
tap "cirruslabs/cli"
tap "earthly/earthly"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "neovim/neovim"
tap "rcmdnk/file"
brew "antigen"
brew "asdf"
brew "aspell"
brew "sqlite", link: true
brew "python@3.10"
brew "awscli"
brew "bash"
brew "bat"
brew "cabal-install"
brew "pkg-config"
brew "cask"
brew "chamber"
brew "cmake"
brew "colordiff"
brew "ctags"
brew "zstd"
brew "curl", link: true
brew "dhall"
brew "dhall-json"
brew "diff-so-fancy"
brew "direnv"
brew "dos2unix"
brew "esbuild"
brew "fasd"
brew "ffind"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "hadolint"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "jpeg"
brew "jq"
brew "just"
brew "ldns"
brew "libfido2"
brew "libssh"
brew "libxml2"
brew "mas"
brew "mosh"
brew "neovim"
brew "openssh"
brew "openssl@3"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id"
brew "starship"
brew "stow"
brew "terraform"
brew "tmux"
brew "watch"
brew "watchexec"
brew "wdiff"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "cirruslabs/cli/tart"
brew "earthly/earthly/earthly"
brew "go-swagger/go-swagger/go-swagger"
cask "zph/zph/datagrip"
cask "alfred"
cask "dash"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "aws-vault"
cask "bartender"
cask "ccmenu"
cask "fantastical"
cask "font-fira-code"
cask "git-credential-manager-core"
cask "rectangle"
cask "the-unarchiver"
cask "vlc"
cask "espanso"
cask "keybase"
cask "telegram"
cask "karabiner-elements"
cask "raindropio"
mas "1Password for Safari", id: 1569813296
mas "GrandPerspective", id: 1111570163
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "rcmd", id: 1596283165
mas "Slack", id: 803453959
mas "YubiKey Personalization Tool", id: 638161122
