asvetliakov.vscode-neovim
ban.spellright
bceskavich.theme-dracula-at-night
bierner.emojisense
bierner.markdown-emoji
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
eamodio.gitlens
ecmel.vscode-html-css
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
foam.foam-vscode
Gruntfuggly.auto-snippet
heptio.jsonnet
lonefy.vscode-JS-CSS-HTML-formatter
lunaryorn.fish-ide
maxedmands.vscode-zettel-markdown-notes
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.Theme-TomorrowKit
mushan.vscode-paste-image
octref.vetur
rust-lang.rust
sdras.night-owl
skn0tt.markdown-link-expander
skyapps.fish-vscode
tht13.html-preview-vscode
ysemeniuk.emmet-live
yzhang.markdown-all-in-one
